/* ***** Start View ***** */

/* Best score label text */
"bestScoreLabelText" = "%d points";
/* Best score label text empty */
"bestScoreLabelTextEmpty" = "--";
/* Picker Done button title */
"done" = "Done";
/* Default Game Mode */
"easy" = "Easy";

/* ***** Game View ***** */

/* Default score text */
"defaultScoreText" = "Score: %d";
/* Seconds text */
"secondsText" = "%ds";
/* Start Button text */
"start" = "Start";
/* Easy level points */
"easyLevelPoints" = "+100";
/* Medium level points */
"mediumLevelPoints" = "+150";
/* Hard level points */
"hardLevelPoints" = "+200";
/* Popup level text */
"popupLevelText" = "Level %@";
/* Popup rules text */
"popupRulesText" = "You have %d seconds to complete this challenge. Good Luck!!!";
/* Popup win title */
"popupWinTitle" = "Hooray!!!";
/* Popup win content */
"popupWinContent" = "Score: %d \nTime Bonus: %d \nBeat in: %d seconds";
/* Start Button restart text */
"restart" = "Restart";
/* Popup lose title */
"popupLoseTitle" = "Time's Up 😬";
/* Popup lose content */
"popupLoseContent" = "Sorry you have lost. Hit 'Try Again' to give it another try";

/* ***** Highscore table view cell ***** */
/* Highscore rank */
"rank" = "%d.";
/* Highscore */
"highscore" = "%d points";

/* ***** Highscore View ***** */
/* View title */
"highscoreTitle" = "Highscores: %@";

